;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = DVD Drive Repair
Version = 2.x

[Language]
Name = English
Code = en
Encoding = Unicode

[Translations]
About = About
Custom = Custom
Donate = Donate
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = About %{Program.Name}
Label_Version = Version
Label_AutoIt = Build with AutoIt version
Label_Copyright = Copyright
Tip_Title_Donate = Donate to our Cause
Tip_Message_Donate = When you donate, you help keep our software free\rnand enable us to acquire the tools and services\rnwe use to serve you. 
Label_Home = Homepage
Label_License = License
Label_Support = Get Support
Tip_Title_Country = Made in South Africa
Tip_Message_Country = %{Program.Name} was born in South Africa.
Label_Contributors = Contributors
Tip_Facebook = Like us on Facebook.
Tip_Twitter = Follow us on Twitter.
Tip_GooglePlus = Find us on Google.
Tip_GitHub = %{Program.Name} on GitHub.
Button_Ok = Ok
Label_RAM = (RAM) %d MB FREE OF %d MB (%d%)
Tip_RAM = Random Access Memory
Label_HDD = (%s) %.2f GB FREE OF %.2f GB (%d%)

[Custom]
Label_Status_Welcome = If your DVD Drives is missing from %{Windows.Version} or it is not recognized by some applications, click '%s' and restart your computer. Remember to create a System Restore Point before you continue.
Label_Status_Updates = Checking for Updates
Label_Status_Warning = It may be necessary to reinstall any software designed to utilize BD/DVD/CD drives after running %{Program.Name}.
Radio_Reset_Autorun = Reset Autorun Options
Checkbox_Just_Repair = Just Repair
Tip_Nothing_Title = Disable reset and protect options.
Tip_Nothing_Message = Disable extra processing
Radio_Protect = Protect against Autorun Malware
Tip_Protect_Message = This option disables autorun functionality for all removable drives!\rnSelect '%s' to enable autorun.
Tip_Protect_Title = Warning!
Checkbox_Include_Local = Including Local Machine
Button_Repair = Repair DVD drives

[Donate]
Label_Heading = %{Program.Name} has been serving you for over %d hours. Now, how about a donating to keep the lights on?
Label_Message = Click on the PayPal button below to donate a little something. When you donate you help us to keep on making quality free software.
Label_Donate = Would you consider a small gift of $10 to help us keep the lights on and make quality free software?

[Logging]
Finished = Finished
success = success
Response_Received = Response Received
Successfully = Successfully
OK = OK!
Registration_succeeded = Registration succeeded
Initiated = Initiated
Error = error
Failed = failed
Access_Denied = Access is denied
No_Operation_Performed = No operation can be performed
VERSION = VERSION
File_Not_Found = Could not find the '%s' log File.
Showing_File = Showing '%s' log File.
Showing_Error = Something went wrong: Process ID: %s
Opening_File = Opening the log File.
Opening_Directory = Opening the log Folder...
Directory_Not_Found = Could not find the '%s' log Directory.
Showing_Directory = Showing '%s' log Directory.
Bool_Yes = Yes
Bool_No = No
Info_Date = Date:
Info_Program = Program:
Info_Program_Path = Program Path:
Info_Compiled = Compiled:
Info_AutoIt_Version = AutoIt Version:
Info_AutoIt_64Bit = AutoIt 64-Bit Version:
Info_Windows_Version = Windows Version:
Info_System_Type = System Type:
Info_Memory = Memory (RAM):
Info_ProgramFiles = Program Files Directory:
Info_Windows_Directory = Windows Directory:
Level_Error = Error:
Level_Warning = Warning:
Level_Success = Success:
Level_Finished = Finished:

[Menus]
File = &File
File_Preferences = &Preferences
File_Logging = &Logging
File_Logging_Open_File = Open &log File
File_Logging_Open_Directory = Open log &Directory
File_Reboot = &Reboot Windows
File_Close = &Close\tAlt+F4
Troubleshoot = Trouble&shoot
Troubleshoot_Hardware = Troubleshoot problems using &hardware
Tools = T&ools
Tools_System_Restore = &Create a Windows Restore Point
Tools_Device_Manager = &Device Manager
Tools_Update_Firmware = Update &Firmware (FirmwareHQ.com)
Help = &Help
Help_Update = Check for &updates
Help_Home = %{Company.Name} &Home
Help_Downloads = More &Downloads
Help_Support = &Get Support
Help_Issue = Create an &issue
Help_Donate = Donate to &our Cause 
Help_About = About %{Program.Name}
Debug = &Debug

[Messages]
Info_Title = Please Take Note
Warning_Title = Warning!
Error_Title = Oops! Something went wrong!
Error_Oops = Oops!
Singleton = Another occurence of %{Program.Name} is already running.
Compatible = %{Program.Name} is not compatable with your version of windows. If you believe this to be an error, please feel free to leave a message at '%s' with all the details.
Compatible_Bit = Unfortuantely %{Program.Name} 32 Bit is not compatible with your Windows version. Please download %{Program.Name} 64 Bit from '%s'
Loading_Initializing = Initializing %{Program.Name}
Loading_Localizations = Loading Localizations
Loading_Resources = Setting Resources
Loading_WorkingDirectories = Setting Working Directories
Loading_Logging = Initializing Logging
Loading_Configuration = Loading Configuration
Loading_Shortcuts = Setting Keyboard Shortcuts
Loading_Interface = Starting Core Interface
Ping_Check_Connection = Checking Internet Connection.
Ping_Response = Response Received in %s milliseconds.
Ping_Host_Offline = Host is Offline.
Ping_Host_Unreachable = Host is Unreachable.
Ping_Host_Bad = Bad Destination.
Ping_Host_No_Internet = No Internet Connection.
Global_Errors = Finished with (%02i) %s!
Global_Errors_Error = error
Global_Errors_Errors = errors
Global_Finished = Completed selected task.
Global_File = file
Global_Files = files
RegisterDll_Success = RegSvr32.exe > '%s' registration succeeded.
RegisterDll_Error_01 = RegSvr32.exe > '%s' To register a module, you must provide a binary name.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Specified module not found.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Module loaded but entry-point DllRegisterServer was not found.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Error number: 0x80070005
Registry_Write_Error = Could not write to '%s'
Registry_Error_01 = Unable to open requested key.
Registry_Error_02 = Unable to open requested main key.
Registry_Error_03 = Unable to open requested value.
Registry_Error_04 = Value type not supported.
Registry_Error_05 = Unable to delete requested value.
Registry_Error_06 = Unable to delete requested key/value.

[Messages2]
Boot_01 = A system reboot may be required before the settings will take effect.
Boot_02 = To Reboot or not to Reboot?
Boot_03 = You might need to reboot your computer before the settings will take effect. Would you like to reboot your computer now? Save your stuff, hold your breath and press Yes to reboot your computer. Or press No to ignore me.
Boot_04 = ^ You do not want to reboot your computer?
Boot_05 = ^ Can't argue with that. It is your computer after all.
Boot_06 = Click on '%s' and then '%s' to Reboot your computer later.
Boot_07 = Rebooting Windows...
MsgBox_Boot_Title = Reboot!
MsgBox_Boot_Message = Your computer will reboot in %s seconds. This should give you enough time to save your stuff. Press Ok to reboot your computer now.
Boot_Restarting = Your computer is restarting.
Boot_Canceled = Reboot Canceled.
Repair_Drives_01 = Repairing DVD Drive.
Repair_Drives_02 = Resetting Upper and Lower Filters.
Repair_Drives_03 = Resetting Autorun Settings.
Repair_Drives_04 = Restoring the ATAPI disk interface.
Repair_Drives_05 = Hope that resolved your issues. If not, it could be a physical hardware problem.

[Preferences]
Window_Title = Preferences
Tab_General = General
Tab_Performance = Performance
Tab_Language = Language
Group_Logging = Logging
Group_Priority = Priority
Group_Memory = Memory
Group_Language = Language
Checkbox_Enable_Logging = Enable logging
Label_Log_Exceed = Log size must not exceed :
Label_Logging_Size = Logging Size: %s KB
Button_Logging_Clear = Clear Logging
Label_SetPriority = Set process priority:
Checkbox_SaveRealtime = Save priority above high (not recommended).
Checkbox_ReduceMemory = Reduce memory on low memory systems.
Label_Language_Message = Select the language you prefer and press the %s button to continue. (Restart Required)
Button_Save = Save
Button_Cancel = Cancel
Label_Updated = Preferences Updated
Label_Logging_Cleared = Logging cleared
MsgBox_Language_Title = Language Changed
MsgBox_Language_Message = The selected language has changed. %{Program.Name} should be restarted for the chosen language to take effect.
MsgBox_Closing_Title = Closing %{Program.Name}
MsgBox_Closing_Messag = Would you like to close %{Program.Name} now?

[Update]
Window_Title_Available = Update available
Window_Title_Congratulations = Congratulations!
Window_Title_Error = Something went wrong!
Label_Message_Update = There is a new version of %{Program.Name} available.
Label_Message_Latest = You are using the latest version of %{Program.Name}.
Label_Message_Error = Information about the latest version of %{Program.Name} could not be retrieved.
Label_Message_Internet = Please check your Internet Connection and try again.
Label_Build_Current = Current Build:
Label_Build_Update = Update Build:
CheckBox_NoUpdate = Do not check for updates at startup.
Button_Update = Read more
Button_Close = Close

[Versioning]
Administrator = Administrator
Build = Build
AutoIt_Version = using AutoIt version %{AutoIt.Version}
Bit = Bit